rmi_porto/versao_nova_organizada/client/request.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:mid="http://middleware/">
   <soapenv:Header/>
   <soapenv:Body>
      <mid:embarcar>
         <arg0>OTIMIZAR</arg0>
      </mid:embarcar>
   </soapenv:Body>
</soapenv:Envelope>